tap "homebrew/bundle"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "starship"
brew "tree"
cask "1password"
cask "alfred"
cask "arc"
cask "audacity"
cask "discord"
cask "firefox"
cask "iterm2"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "sdras.night-owl"
vscode "vscodevim.vim"
